Revit 2024 API
RelinquishedItems Methods
The RelinquishedItems type exposes the following members.
Methods
Name | Description
Dispose
Equals
Determines whether the specified Object is equal to the current Object.
 (Inherited from Object.)
GetHashCode
Serves as a hash function for a particular type.
 (Inherited from Object.)
GetRelinquishedElements
 The elements that were relinquished by the current user.
GetRelinquishedWorksets
 The elements that were relinquished by the current user.
GetType
Gets the Type of the current instance.
 (Inherited from Object.)
ToString
Returns a string that represents the current object.
 (Inherited from Object.)
See Also
RelinquishedItems Class
Autodesk.Revit.DB Namespace